{
    "1": {
        "name": "Gustafsson—Gyttorp",
        "location": "Handen",
        "business": "Telefon: Handen 122. Postgiro: 168599. Antal industriarb.: 15. Tillv.-värde pr år: 200,000 kr. — Firman etabl. 1930. Ägare o. chef: Itu Annie Gustafson."
    },
    "2": {
        "name": "AB. Henrik Gustafsson",
        "location": "Gällstad",
        "business": "Trikåfabrik i Gällstad (Älvsb. l.). Tillverkar strumpor, sockor, vantar, koftor och jumpers m. m.Telefon: 'Henrik Gustafsson’. Postgiro: 70228. — Akt.-kap.: 300,000 kr. Antal industriarb.: 125 samt 200 hemarbetare. Tillv.-värde pr år: 2,200,000 kr. — Firman etabl. 1929, bolag 1935. Styrelse o. verkst. dir.: fabr. Henrik Gustafsson."
    },
    "3": {
        "name": "AB. Osc. Gustafssons Skofabrik",
        "location": "Örebro",
        "business": "Tillverkar randsydda herrskodon samt rand- och durksydda damskodon.Telefon: 12099. Postgiro: 28392. Akt.-kap.: 50,000 kr. Antal industriarb.: 35. Tillv.-värde pr år: 400,000 kr. — Firman etabl. 1919, bolag 1940. Verkst. dir.: Oscar Gustafsson."
    },
    "4": {
        "name": "Wilh. Gustavsson",
        "location": "Linköping",
        "business": "Byggnadsentreprenörfirma för bostads-och affärshus, industribyggnader m. m. Telefon: 2272Q. Postgiro: 160075. — Firman etabl. 1922. Ägare o. chef: byggm. Wilh. Gustavsson."
    },
    "5": {
        "name": "Gustafssons Stenhuggerier",
        "location": "Stockholm",
        "business": "Se Bröderna Gustafssons Stenhuggerier, AB., Stockholm."
    },
    "6": {
        "name": "Gusums Bruks & Fabriks AB.",
        "location": "Gusum",
        "business": "Mässingsbruk med gjuteri, valsverk, grov- och fintråddrageri för järn och andra metaller samt metallduksväveri i Gusum (Östergötl. l.). Tillverkar järn- och mässingstråd, knappnålar, hårnålar och säkerhetsnålar, hakar och hyskor, tryckknappar, blixtlås, kulkedjor, pappersklämmare, knappar och knappformar m. m., viror och metalldukar för pappersmaskiner upp till 7,25 m. bredd samt järn- och metallduk för tekn. bruk. Bolaget driver jämväl jordbruk, såg- och kvarnrörelse."
    },
    "7": {
        "name": "A. P. Gylléns Möblerings AB.",
        "location": "Malmö",
        "business": "Tillverkar möbler. Specialitet: fåtöljstommar. Kontor: Amiralsg. 15. Telefon: 22492. Postgiro: 37729. Akt.-kap.: 25,000 kr. Arb.-antal: 12. Tillv.-värde pr år: 85,000 kr. — Firman etabl. 1898, bolag 1924. Styrelse: disp. Johannes E. Gyllén (ordf.), fru Ruth Gyllén, fabr. Samuel Gyllén. Disp.: J. E. Gyllén."
    },
    "8": {
        "name": "Gyllenhammar & Co. kommanditbolag",
        "location": "Göteborg",
        "business": "Se Svenska Havregryn Gyllenhammar & Co. Kommanditbolag, Göteborg."
    },
    "9": {
        "name": "AB. Gylling & Co.",
        "location": "Stockholm",
        "business": "Elektromek.. fabriker. Tillverkar radiomottagare, snabbtelefonanläggningar, förstärkare och elektr. apparater. Varumärke: »Centrum Radio». Kontor: Stadsgården, Londonviadukten. Telegr.-adr.: Centrumradio, Stockholm. Telefon: »Centrum Radio». Postgiro: 2094. Akt.-kap.: 200,000 kr. Antal industriarb.: 300. — Firman etabl. 1926, bolag 1928. Styrelse: dir. Bertil Gylling (ordf.), fru Karin Lagerlund. Verkst. dir.: Bertil Gylling. Inköpschef: Per-Olof ödlund."
    },
    "10": {
        "name": "Gyttorps Sprängämnesfabrik",
        "location": "Gyttorp",
        "business": "Se Nitroglycerin AB., Gyttorp."
    }
}